# https://github.com/Homebrew/homebrew-bundle

tap "olets/tap"
tap "teamookla/speedtest"

# Homebrew
# https://github.com/Homebrew/brew/

brew "openssl@3"
brew "libyaml"
brew "readline"
brew "asdf"
brew "awscli"
brew "bash"
brew "bash-completion"
brew "cmake"
brew "coreutils"
brew "curl"
brew "eza"
brew "fd"
brew "gcc"
brew "fastfetch"
brew "fish"
brew "fontforge"
brew "fonttools"
brew "fzf"
brew "gh"
brew "gifsicle"
brew "git"
brew "gnu-sed"
brew "gnupg"
brew "graphviz"
brew "hadolint"
brew "pkgconf"
brew "highlight"
brew "htop"
brew "httpie"
brew "hugo"
brew "imagemagick"
brew "jhead"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "less"
brew "libpq"
brew "libtermkey"
brew "lynx"
brew "markdownlint-cli2"
brew "mas"
brew "media-info"
brew "memcached"
brew "most"
brew "neovim"
brew "node"
brew "onefetch"
brew "ossp-uuid"
brew "tmux"
brew "overmind"
brew "pandoc"
brew "pgcli"
brew "php"
brew "pillow"
brew "pinentry-mac"
brew "poppler"
brew "postgresql@17"
brew "pstree"
brew "redis"
brew "ripgrep"
brew "rlwrap"
brew "rsync"
brew "rust"
brew "shellcheck"
brew "shfmt"
brew "ssh-copy-id"
brew "starship"
brew "stow"
brew "tealdeer"
brew "telnet"
brew "trash"
brew "tree"
brew "unar"
brew "universal-ctags"
brew "urlview"
brew "vips"
brew "w3m"
brew "wget"
brew "yarn"
brew "zlib"
brew "zoxide"
brew "zsh"
brew "olets/tap/zsh-abbr"
brew "teamookla/speedtest/speedtest"

# homebrew-cask
# https://github.com/Homebrew/homebrew-cask

# cask "1password-cli"
cask "font-cascadia-code-nf"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-monaspace-nerd-font"
cask "font-envy-code-r-nerd-font"
cask "font-symbols-only-nerd-font"
cask "ghostty"
cask "loom"
cask "ngrok"
cask "obsidian"
cask "signal"

mas "The Unarchiver", id: 425424353
